Repository: LaiWenKang/MoneyUp
Catalog: App/MoneyUp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.quick_log
source: Quick Log defaults
zh_hans: 快速记账默认值

# settings.security
source: Security
zh_hans: 安全

# settings.security.key_cliff_warning
source: Removing the device passcode or deleting MoneyUp can make the live local book unrecoverable. Keep a password-protected .moneyup backup outside the app.
zh_hans: 移除设备密码或删除 MoneyUp 可能导致本机实时账本无法恢复。请在应用之外保留受密码保护的 .moneyup 备份。

# settings.smart_default
source: Smart / recent
zh_hans: 智能／最近使用

# settings.smart_default_detail
source: Smart mode prefers your most-used valid choice from recent transactions.
zh_hans: 智能模式会优先选择近期交易中最常用且仍有效的选项。

# settings.title
source: Settings
zh_hans: 设置

# action.close
source: Close
zh_hans: 关闭

# action.working
source: Working securely…
zh_hans: 正在安全处理…

# backup.create
source: Create encrypted backup
zh_hans: 创建加密备份

# backup.data_safety
source: Backup and recovery
zh_hans: 备份与恢复

# backup.detail
source: Use a unique password of at least 10 characters and keep the .moneyup file outside this app. MoneyUp cannot recover this password.
zh_hans: 请使用至少 10 个字符的独立密码，并将 .moneyup 文件保存在本应用之外。MoneyUp 无法找回此密码。

# backup.first_reminder
source: Create your first password-protected .moneyup backup now. Removing the device passcode or deleting MoneyUp can make the live local book unrecoverable.
zh_hans: 请立即创建第一份受密码保护的 .moneyup 备份。移除设备密码或删除 MoneyUp 可能导致本机实时账本无法恢复。

# backup.error.authentication
source: The password is wrong or the archive has been modified.
zh_hans: 密码错误，或备份文件已被修改。

# backup.error.invalid
source: This is not a valid MoneyUp backup.
zh_hans: 这不是有效的 MoneyUp 备份。

# backup.error.password_short
source: Use a password with at least 10 characters.
zh_hans: 密码必须至少包含 10 个字符。

# backup.error.password_long
source: Use a backup password no longer than 1,024 bytes.
zh_hans: 备份密码不得超过 1,024 字节。

# backup.error.pending_captures
source: Review, save, or discard every pending locked Quick Log before creating or restoring a backup.
zh_hans: 创建或恢复备份前，请先查看并保存或丢弃所有待处理的锁定快捷记账。

# backup.error.too_large
source: This book is too large for the current backup format. Remove large receipt attachments and try again.
zh_hans: 此账本超出当前备份格式的大小限制。请移除较大的收据附件后重试。

# backup.error.version
source: Backup version %d is not supported by this build.
zh_hans: 此版本不支持备份格式 %d。

source: Backup password
zh_hans: 备份密码

# backup.password_confirm
source: Confirm password
zh_hans: 确认密码

# backup.pending_captures_blocked
source: Backup and restore are paused until every pending locked Quick Log is reviewed.
zh_hans: 请先处理所有待查看的锁定快捷记账，然后再创建或恢复备份。

# backup.ready
source: Encrypted backup is ready to save.
zh_hans: 加密备份已准备好保存。

# backup.title
source: Portable encrypted backup
zh_hans: 便携式加密备份

# inventory.accounts
source: Accounts
zh_hans: 账户

# inventory.budgets
source: Budget nodes
zh_hans: 预算节点

# inventory.detail
source: Use before and after an update or restore. This metadata-only file contains no names, IDs, amounts, currencies, notes, balances, or receipt images.
zh_hans: 用于更新或恢复前后核对。此文件仅含核对元数据，不含名称、ID、金额、币种、备注、余额或收据图片。

# inventory.disabled
source: Disabled
zh_hans: 已停用

# inventory.enabled
source: Enabled
zh_hans: 已启用

# inventory.export
source: Save inventory JSON
zh_hans: 保存清单 JSON

# inventory.generate
source: Generate inventory
zh_hans: 生成数据清单

# inventory.goal_movements
source: Goal movements
zh_hans: 目标变动记录

# inventory.goals
source: Savings goals
zh_hans: 储蓄目标

# inventory.holdings
source: Investment holdings
zh_hans: 投资持仓

# inventory.lots
source: Investment lots
zh_hans: 投资批次

# inventory.more_counts
source: More reconciliation counts
zh_hans: 更多核对计数

# inventory.partial
source: Some nested activity could not be decoded. Stored record counts remain exact; inspect quarantined records before relying on nested counts.
zh_hans: 部分嵌套活动无法解码。存储记录计数仍然准确；依赖嵌套计数前，请先检查隔离记录。

# inventory.pending_captures
source: Pending locked captures
zh_hans: 待处理锁屏记录

# inventory.quarantined
source: Quarantined records
zh_hans: 隔离记录

# inventory.rates
source: Exchange rates
zh_hans: 汇率

# inventory.ready
source: Data inventory is ready to save.
zh_hans: 数据清单已准备好保存。

# inventory.receipts
source: Receipt attachments
zh_hans: 收据附件

# inventory.refresh
source: Refresh inventory
zh_hans: 刷新数据清单

# inventory.schedules
source: Schedules
zh_hans: 计划项目

# inventory.schema
source: Database schema
zh_hans: 数据库结构版本

# inventory.snapshots
source: Net-worth snapshots
zh_hans: 净资产快照

# inventory.title
source: Data inventory
zh_hans: 数据清单

# inventory.transactions
source: Transactions
zh_hans: 交易

# inventory.version_build
source: Version and build
zh_hans: 版本与构建号

# inventory.widget_budget_status
source: Budget status widget
zh_hans: 预算状态小组件

# recovery.backup_or_restore
source: Backup or restore data
zh_hans: 备份或恢复数据

# recovery.details
source: Affected areas
zh_hans: 受影响范围

# recovery.area.accounts
source: Account records: %d
zh_hans: 账户：%d 条记录

# recovery.area.budgets
source: Budget records: %d
zh_hans: 预算：%d 条记录

# recovery.area.holdings
source: Holding records: %d
zh_hans: 持仓：%d 条记录

# recovery.area.journal
source: Transaction records: %d
zh_hans: 交易：%d 条记录

# recovery.area.other
source: Other private records: %d
zh_hans: 其他私密数据：%d 条记录

# recovery.area.receipts
source: Receipt-image records: %d
zh_hans: 收据图片：%d 条记录

# recovery.area.schedules
source: Schedule records: %d
zh_hans: 计划项目：%d 条记录

# recovery.integrity
source: Data integrity
zh_hans: 数据完整性

# recovery.key_cliff.archive_preserved
source: MoneyUp copies and validates the selected archive in isolation. The file you selected is never modified.
zh_hans: MoneyUp 会复制所选备份并在隔离环境中验证；你选择的文件不会被修改。

# recovery.key_cliff.confirm_action
source: Recover from this backup
zh_hans: 从此备份恢复

# recovery.key_cliff.confirm_detail
source: MoneyUp fully validates an isolated copy before replacing unreadable local ciphertext. A failed install restores the same ciphertext and missing-key recovery state. The selected file is unchanged.
zh_hans: MoneyUp 会先完整验证隔离副本，再替换无法读取的本机密文。安装失败时会恢复相同密文和密钥丢失恢复状态；所选文件不会改变。

# recovery.key_cliff.confirm_title
source: Recover this book from backup?
zh_hans: 从备份恢复此账本？

# recovery.key_cliff.detail
source: The live local book is still encrypted, but its device-bound key is gone. A new key cannot decrypt that ciphertext.
zh_hans: 本机实时账本仍处于加密状态，但设备绑定密钥已丢失；新密钥无法解密这些数据。

# recovery.key_cliff.discard_pending
source: Discard pending Quick Logs
zh_hans: 丢弃待处理快捷记账

# recovery.key_cliff.discard_pending_confirm
source: Discard pending Quick Logs
zh_hans: 丢弃待处理快捷记账

# recovery.key_cliff.discard_pending_detail
source: Pending Quick Logs belong to the inaccessible old book and cannot cross into a restored backup. Discarding them is permanent and does not change the old encrypted book.
zh_hans: 待处理快捷记账属于无法访问的旧账本，不能带入恢复的备份。丢弃后无法撤销，但不会改变旧加密账本。

# recovery.key_cliff.discard_pending_title
source: Discard pending Quick Logs?
zh_hans: 丢弃待处理快捷记账？

# recovery.key_cliff.pending_discarded
source: Pending Quick Logs discarded. You can now restore the backup.
zh_hans: 待处理快捷记账已丢弃。现在可以恢复备份。

# recovery.key_cliff.restore_action
source: Restore encrypted backup
zh_hans: 恢复加密备份

# recovery.key_cliff.restore_detail
source: Choose a password-protected .moneyup backup. Wrong passwords, modified files, and cancellation leave the unreadable local ciphertext and Keychain unchanged.
zh_hans: 请选择受密码保护的 .moneyup 备份。密码错误、文件被修改或取消操作时，无法读取的本机密文和钥匙串均不会改变。

# recovery.key_cliff.retry
source: Recheck secure recovery
zh_hans: 重新检查安全恢复

# recovery.key_cliff.steps
source: First make sure this device has a passcode, then restore a verified .moneyup backup with its password. If no backup exists, the old local book cannot be recovered; erase only after accepting that loss.
zh_hans: 请先确保此设备已设置密码，再使用备份密码恢复已验证的 .moneyup 备份。若没有备份，旧本地账本将无法恢复；仅在接受数据丢失后再选择抹除。

# recovery.key_cliff.title
source: Device-key recovery
zh_hans: 设备密钥恢复

# recovery.quarantined_count
source: Records needing attention: %d
zh_hans: %d 条记录需要处理

# recovery.quarantined_detail
source: These records remain encrypted in the database and backups but are excluded from totals until repaired.
zh_hans: 这些记录仍保留在加密数据库和备份中，但修复前不会计入统计。

# restore.choose
source: Choose .moneyup backup
zh_hans: 选择 .moneyup 备份

# restore.complete
source: Backup restored successfully.
zh_hans: 备份已成功恢复。

# restore.collection.account_lifecycle_audit
source: Lifecycle audit records
zh_hans: 生命周期审计记录

# restore.collection.accounts
source: Account records
zh_hans: 账户记录

# restore.collection.budget_configuration_timelines
source: Budget timeline records
zh_hans: 预算时间线记录

# restore.collection.budget_entry_attributions
source: Budget attribution records
zh_hans: 预算归属记录

# restore.collection.budget_nodes
source: Budget records
zh_hans: 预算记录

# restore.collection.exchange_rates
source: Exchange-rate records
zh_hans: 汇率记录

# restore.collection.investment_holdings
source: Holding records
zh_hans: 持仓记录

# restore.collection.journal_entries
source: Transaction records
zh_hans: 交易记录

# restore.collection.journal_entry_revisions
source: Transaction revision records
zh_hans: 交易修订记录

# restore.collection.net_worth_snapshots
source: Net-worth snapshot records
zh_hans: 净资产快照记录

# restore.collection.profile
source: Profile records
zh_hans: 配置记录

# restore.collection.quick_log_drafts
source: Quick Log draft records
zh_hans: 快速记录草稿

# restore.collection.receipt_attachments
source: Receipt records
zh_hans: 收据记录

# restore.collection.savings_goals
source: Goal records
zh_hans: 目标记录

# restore.collection.scheduled_transactions
source: Schedule records
zh_hans: 计划记录

# restore.confirm
source: Replace current book
zh_hans: 替换当前账本

# restore.confirm_detail
source: MoneyUp validates the backup first and automatically restores the current book if anything fails.
zh_hans: MoneyUp 会先验证备份；若任何步骤失败，将自动恢复当前账本。

# restore.confirm_title
source: Restore this backup?
zh_hans: 恢复此备份？

# restore.detail
source: Restore is transactional. A wrong password or invalid archive leaves the current book unchanged.
zh_hans: 恢复采用事务处理。密码错误或备份无效时，当前账本不会改变。

# restore.error.preview_changed
source: The staged backup changed after validation. Choose and validate the backup again.
zh_hans: 暂存备份在验证后发生变化。请重新选择并验证备份。

# restore.error.preview_required
source: Choose and review the validated backup before replacing this inaccessible book.
zh_hans: 替换此无法访问的账本前，请先选择并检查已验证的备份。

# restore.preview.accounts
source: Accounts
zh_hans: 账户

# restore.preview.archive_format
source: Archive format
zh_hans: 备份格式版本

# restore.preview.archive_schema
source: Book schema
zh_hans: 账本架构版本

# restore.preview.backup_currencies
source: Backup currencies (%d)
zh_hans: 备份币种（%d）

# restore.preview.backup_details
source: Book details
zh_hans: 账本详情

# restore.preview.backup_value
source: Backup: %1$@
zh_hans: 备份：%1$@

# restore.preview.collection_counts
source: All collection counts
zh_hans: 全部数据集合计数

# restore.preview.count_change
source: %1$d current, %2$d in backup
zh_hans: 当前 %1$d，备份 %2$d

# restore.preview.currency_disclosure_hint
source: Expand to review every currency code.
zh_hans: 展开以检查全部币种代码。

# restore.preview.current_currencies
source: Current currencies (%d)
zh_hans: 当前币种（%d）

# restore.preview.current_currencies_label
source: Current currencies
zh_hans: 当前币种

# restore.preview.current_inaccessible
source: Current encrypted book is inaccessible because its device key is missing. Its contents are not empty; their counts cannot be read.
zh_hans: 当前加密账本因设备密钥丢失而无法访问。账本并非空白，只是无法读取其中的计数。

# restore.preview.current_value
source: Current: %1$@
zh_hans: 当前：%1$@

# restore.preview.currencies
source: Currencies
zh_hans: 币种

# restore.preview.date_range
source: Entry date range
zh_hans: 交易日期范围

# restore.preview.entries
source: Transactions
zh_hans: 交易

# restore.preview.inaccessible
source: Inaccessible
zh_hans: 无法访问

# restore.preview.none
source: None
zh_hans: 无

# restore.preview.quarantined
source: Records needing attention
zh_hans: 需处理记录

# restore.preview.replacement
source: Current → backup
zh_hans: 当前 → 备份

# restore.preview.replacement_detail
source: Confirming replaces every current-book collection with the validated backup counts shown here.
zh_hans: 确认后，当前账本的全部数据集合将替换为此处显示的已验证备份。

# restore.preview.safety
source: The selected file and current book stay unchanged if you cancel or any check fails. MoneyUp rechecks the exact encrypted staged copy before replacement.
zh_hans: 若取消或任何检查失败，所选文件和当前账本均保持不变。替换前，MoneyUp 会再次核对同一份加密暂存副本。

# restore.preview.title
source: Review restore
zh_hans: 检查恢复内容

# restore.preview.total_records
source: Total stored records
zh_hans: 存储记录总数

# restore.preview.value_change
source: %1$@ current; %2$@ in backup
zh_hans: 当前为 %1$@；备份为 %2$@

# restore.preview.validated
source: Password accepted; archive and book integrity validated
zh_hans: 密码正确；备份与账本完整性已验证

# restore.title
source: Restore
zh_hans: 恢复

# quick_log.resume_draft
source: Resume unfinished entry
zh_hans: 继续未完成记录

# quick_log.start_new
source: Discard and start new
zh_hans: 放弃并新建

# quick_log.unfinished_detail
source: You have an encrypted unfinished transaction. Resume it or discard it before starting the requested action.
zh_hans: 你有一笔加密保存的未完成交易。请继续该交易，或放弃后执行请求的操作。

# quick_log.unfinished_title
source: Unfinished transaction
zh_hans: 有未完成的交易

# error.transaction_in_progress
source: Finish the current save before recording another transaction.
zh_hans: 请等待当前交易保存完成后再记录下一笔。

# action.undo
source: Undo
zh_hans: 撤销

# dashboard.liquid_position
source: Liquid position
zh_hans: 流动资金净额

# dashboard.unbudgeted_spending
source: Unbudgeted spending
zh_hans: 未编入预算的支出

# plan.budget
source: Budget
zh_hans: 预算

# quick_log.saved
source: Saved
zh_hans: 已保存

# quick_log.scan_alternative_amounts
source: Amounts found
zh_hans: 找到的金额

# quick_log.scan_amount_account_currency
source: Uses the selected account's currency
zh_hans: 使用所选账户的币种

# quick_log.scan_ready
source: Suggestions ready
zh_hans: 建议已就绪

# quick_log.scan_review
source: MoneyUp filled what it recognized. Review every field before saving.
zh_hans: MoneyUp 已填入识别到的内容。保存前请检查每个字段。

# quick_log.scan_context_changed
source: The transaction type changed, so these scan suggestions were discarded. Scan again if needed.
zh_hans: 交易类型已更改，因此本次扫描建议已丢弃。如有需要，请重新扫描。

# quick_log.confidence_high
source: Strong match
zh_hans: 匹配度高

# quick_log.confidence_low
source: Needs review
zh_hans: 需要检查

# quick_log.confidence_medium
source: Possible match
zh_hans: 可能匹配

# quick_log.duplicate_message_fallback
source: A similar recent entry may already exist. Review it before saving again.
zh_hans: 最近可能已有一笔相似记录。再次保存前请先检查。

# quick_log.duplicate_message_format
source: A similar entry was recorded on %1$@. %2$@ Confidence: %3$@.
zh_hans: %1$@ 已记录过一笔相似交易。%2$@ 置信判断：%3$@。

# quick_log.duplicate_reason_category
source: The exact amount, currency, account movement, and category match.
zh_hans: 金额、币种、账户流向与分类完全相同。

# quick_log.duplicate_reason_category_payee
source: The exact amount, currency, account movement, category, and payee match.
zh_hans: 金额、币种、账户流向、分类与收款方完全相同。

# quick_log.duplicate_reason_payee
source: The exact amount, currency, account movement, and payee match.
zh_hans: 金额、币种、账户流向与收款方完全相同。

# quick_log.duplicate_reason_source
source: It has the same capture identity, amount, currency, and account movement.
zh_hans: 捕获标识、金额、币种与账户流向均相同。

# quick_log.duplicate_reason_time
source: The exact amount, currency, and account movement repeat within a short time.
zh_hans: 短时间内出现了相同金额、币种与账户流向。

# quick_log.duplicate_recent_time
source: recently
zh_hans: 最近

# quick_log.duplicate_review
source: Review in History
zh_hans: 前往历史检查

# quick_log.duplicate_save_anyway
source: Save anyway
zh_hans: 仍然保存

# quick_log.duplicate_title
source: Possible duplicate
zh_hans: 可能重复

# quick_log.scan_amount_candidates
source: Amount candidates
zh_hans: 金额候选

# quick_log.scan_category_candidate
source: Category candidate
zh_hans: 分类候选

# quick_log.scan_date_candidates
source: Date candidates
zh_hans: 日期候选

# quick_log.scan_merchant_candidates
source: Merchant candidates
zh_hans: 商户候选

# quick_log.scan_reason_amount_shape
source: currency or decimal pattern
zh_hans: 币种或小数格式匹配

# quick_log.scan_reason_category
source: receipt terms matched this category
zh_hans: 收据词语与此分类匹配

# quick_log.scan_reason_date
source: date or time label matched
zh_hans: 日期或时间标签匹配

# quick_log.scan_reason_low_ocr
source: image text quality was uncertain
zh_hans: 图片文字识别质量不确定

# quick_log.scan_reason_merchant
source: merchant label or receipt position matched
zh_hans: 商户标签或收据位置匹配

# quick_log.scan_reason_pattern
source: local receipt pattern matched
zh_hans: 本机收据规则匹配

# quick_log.scan_reason_total_label
source: payable total label matched
zh_hans: 应付总额标签匹配

# quick_log.smart_review
source: Filled from exact local text rules. Review the fields before saving.
zh_hans: 已按本机精确文字规则填入。保存前请检查各字段。

# quick_log.suggested_account
source: Suggested account
zh_hans: 建议账户

# quick_log.suggested_category
source: Suggested category
zh_hans: 建议分类

# quick_log.suggestion_applied
source: Applied
zh_hans: 已应用

# quick_log.suggestion_kind_evidence_format
source: Used in %1$d of %2$d similar recent entries
zh_hans: 最近 %2$d 笔同类记录中有 %1$d 笔使用此项

# quick_log.suggestion_last_used_format
source: %1$@; last used %2$@
zh_hans: %1$@；最近一次为 %2$@

# quick_log.suggestion_payee_evidence_format
source: Used in %1$d of %2$d matching recent payee entries
zh_hans: 最近 %2$d 笔相符收款方记录中有 %1$d 笔使用此项

# quick_log.suggestions_from_recent
source: Based on your recent entries
zh_hans: 根据你的最近记录

# quick_log.suggestions_recent_scope
source: Calculated on this device from up to 80 recent valid entries. Nothing is uploaded or stored as a learning profile.
zh_hans: 仅在本机根据最多 80 笔最近有效记录计算，不会上传，也不会另存为学习档案。

# quick_log.use_suggestion
source: Use
zh_hans: 使用

# quick_log.switch_tab
source: Switch tab
zh_hans: 切换标签页

# tab.log
source: Log
zh_hans: 记账

# whats_new.0_4_0.log
source: Log is now the leftmost tab, keeps useful defaults, restores unfinished entries from encrypted storage, and offers Undo.
zh_hans: 记账现已移至最左侧标签页，保留常用选项、从加密存储恢复未完成内容，并支持撤销。

# whats_new.0_4_0.trust
source: Dashboard and reports now use clearer liquid-position, budget, recurrence, and selected-period calculations.
zh_hans: 首页与报表现采用更清晰的流动资金、预算、周期计划及所选统计区间计算。

# whats_new.0_4_0.widgets
source: Widgets now let you choose Expense, Income, Transfer, Smart Entry, or Receipt, including Lock Screen sizes.
zh_hans: 小组件现可选择支出、收入、转账、智能记账或选择小票，并支持锁定屏幕尺寸。

# action.cancel
source: Cancel
zh_hans: 取消

# action.apply
source: Apply
zh_hans: 应用

# action.reset
source: Reset filters
zh_hans: 重置筛选

# action.continue
source: Continue
zh_hans: 继续

# action.okay
source: OK
zh_hans: 好

# action.quick_log
source: Quick Log
zh_hans: 快速记账

# action.quick_log.hint
source: Opens a fast transaction entry form.
zh_hans: 打开快速交易记录表单。

# dashboard.awaiting_data
source: Add accounts and a budget to calculate this locally.
zh_hans: 添加账户和预算后，将在本机计算可安心支配金额。

# dashboard.monthly_budget
source: Monthly budget
zh_hans: 本月预算

# dashboard.no_budget
source: No budget configured yet
zh_hans: 尚未设置预算

# dashboard.private_by_design
source: Private by design
zh_hans: 隐私优先设计

# dashboard.privacy_detail
source: Your financial data stays on this device unless you choose to export it.
zh_hans: 除非你主动导出，否则财务数据只保留在此设备上。

# foundation.notice.message
source: The interface is ready, but encrypted persistence is not connected yet. This draft has not been saved.
zh_hans: 界面已就绪，但加密存储尚未接入。本次草稿没有被保存。

# foundation.notice.title
source: Foundation build
zh_hans: 基础版本

# placeholder.assets
source: Track bank accounts, liabilities, cards, investments, and net worth without mixing transfers with spending.
zh_hans: 管理银行账户、负债、卡片、投资与净资产，同时避免把转账误算为支出。

# placeholder.calendar
source: See actual transactions, scheduled bills, income, and projected cash flow together.
zh_hans: 集中查看实际交易、计划账单、收入与预测现金流。

# placeholder.insights
source: Understand budget variance, spending velocity, category changes, and net-worth trends.
zh_hans: 洞察预算偏差、消费速度、分类变化与净资产趋势。

# placeholder.plan
source: Build nested budgets whose spending rolls up from subcategories to parent limits.
zh_hans: 创建多层预算，让子分类支出自动汇总到上级限额。

# quick_log.amount
source: Amount
zh_hans: 金额

# quick_log.date
source: Date
zh_hans: 日期

# quick_log.foundation_note
source: Account and category selection will be enabled with encrypted persistence in the next increment.
zh_hans: 下一阶段接入加密存储后，将启用账户和分类选择。

# quick_log.note
source: Note (optional)
zh_hans: 备注（可选）

# quick_log.optional_details
source: Date, payee, and note
zh_hans: 日期、收款方与备注

# quick_log.title
source: Record transaction
zh_hans: 记录交易

# tab.assets
source: Assets
zh_hans: 资产

# tab.calendar
source: Calendar
zh_hans: 财务日历

# tab.insights
source: Insights
zh_hans: 洞察

# tab.plan
source: Plan
zh_hans: 规划

# tab.today
source: Today
zh_hans: 今日

# account.add
source: Add account
zh_hans: 添加账户

# account.currency
source: Currency
zh_hans: 币种

# account.adjustment_detail
source: MoneyUp records only the difference as a balance adjustment, never as income or spending.
zh_hans: MoneyUp 仅将差额记录为余额调整，不会计入收入或支出。

# account.balance_adjustment_note
source: Balance reconciliation
zh_hans: 余额核对

# account.current_balance
source: Current balance
zh_hans: 当前余额

# account.investment_cash_detail
source: For brokerage or investment accounts, enter uninvested cash only. Holdings are added separately so net worth is not counted twice.
zh_hans: 券商或投资账户请仅填写未投资现金；持仓会另行计入，避免净资产重复计算。

# account.fx_clearing
source: Currency exchange
zh_hans: 货币兑换

source: Account name
zh_hans: 账户名称

# account.opening_balance_note
source: Opening balance
zh_hans: 期初余额

# account.opening_balances
source: Opening balances
zh_hans: 期初余额

# account.starting_balance
source: Starting balance (optional)
zh_hans: 期初余额（可选）

source: Account type
zh_hans: 账户类型

# account.type.bank
source: Bank account
zh_hans: 银行账户

# account.type.brokerage
source: Brokerage
zh_hans: 证券账户

# account.type.cash
source: Cash
zh_hans: 现金

# account.type.credit_card
source: Credit card
zh_hans: 信用卡

# account.type.e_wallet
source: E-wallet
zh_hans: 电子钱包

# account.type.investment
source: Investment
zh_hans: 投资账户

# account.type.loan
source: Loan
zh_hans: 贷款

# account.type.other
source: Other
zh_hans: 其他

# action.delete
source: Delete
zh_hans: 删除

# action.save
source: Save
zh_hans: 保存

# action.try_again
source: Try again
zh_hans: 重试

# assets.accounts
source: Accounts and cards
zh_hans: 账户与卡片

# assets.base_currency_note
source: Net worth includes base-currency balances plus manually priced holdings. Brokerage and investment balances should contain uninvested cash only.
zh_hans: 净资产包含本位币账户余额及手动定价的持仓；券商与投资账户余额应仅填写未投资现金。

# assets.data
source: Data and privacy
zh_hans: 数据与隐私

# assets.investments
source: Investments
zh_hans: 投资

# assets.net_worth
source: Net worth
zh_hans: 净资产

# assets.no_holdings
source: No investment holdings yet
zh_hans: 尚未添加投资持仓

# assets.version
source: Version
zh_hans: 版本

# calendar.actual
source: Actual transactions
zh_hans: 实际交易

# calendar.money_flow
source: Daily money flow
zh_hans: 当日资金流

# calendar.no_actual
source: No transactions on this day
zh_hans: 当日没有交易

# calendar.no_scheduled
source: No scheduled items on this day
zh_hans: 当日没有计划项目

# calendar.scheduled
source: Scheduled
zh_hans: 计划收支

# calendar.select_date
source: Select date
zh_hans: 选择日期

# category.add
source: Add category
zh_hans: 添加分类

# category.entertainment
source: Entertainment
zh_hans: 娱乐

# category.essentials
source: Everyday essentials
zh_hans: 日常必需

# category.food
source: Food and dining
zh_hans: 餐饮

# category.housing
source: Housing
zh_hans: 居住

# category.lifestyle
source: Lifestyle
zh_hans: 生活方式

source: Category name
zh_hans: 分类名称

# category.no_parent
source: Top level
zh_hans: 顶层分类

# category.other_income
source: Other income
zh_hans: 其他收入

# category.parent
source: Parent category
zh_hans: 上级分类

# category.rent
source: Rent or mortgage
zh_hans: 房租或房贷

# category.salary
source: Salary
zh_hans: 工资
